const provinces = [
    "กรุงเทพ", "เชียงใหม่", "ภูเก็ต", "ชลบุรี", "ขอนแก่น", "นครราชสีมา",
    "ระยอง", "อุบลราชธานี", "สุราษฎร์ธานี", "สงขลา", "นครศรีธรรมราช", "บุรีรัมย์",
    "ลำปาง", "สุพรรณบุรี", "นครปฐม", "กาญจนบุรี", "เพชรบุรี", "ราชบุรี",
    "สมุทรปราการ", "สมุทรสาคร", "สมุทรสงคราม", "ฉะเชิงเทรา", "ปราจีนบุรี",
    "สระบุรี", "พระนครศรีอยุธยา", "อุดรธานี", "สกลนคร", "นครพนม", "เลย",
    "แพร่", "น่าน", "พะเยา", "แม่ฮ่องสอน", "สุโขทัย", "กำแพงเพชร", "ตาก",
    "ชัยภูมิ", "ศรีสะเกษ", "มหาสารคาม", "ร้อยเอ็ด", "หนองคาย", "หนองบัวลำภู",
    "ชัยนาท", "ลพบุรี", "นครสวรรค์", "อ่างทอง", "พิจิตร", "เพชรบูรณ์", "พัทลุง",
    "ยะลา", "นราธิวาส", "ปัตตานี", "ตรัง", "กระบี่", "จันทบุรี", "ตราด", "สระแก้ว"
  ];
  
  export default provinces;
  